export default [
  { "name": "国网济南市历城区供电公司党委", "children": ["机关党支部", "运维检修部党支部", "营销部党支部", "调控分中心党支部", "物资供应分中心党支部", "综合服务中心党支部", "光明公司党支部", "历源公司党支部", "郭店供电所党支部", "遥墙供电所党支部", "彩石供电所党支部", "唐王供电所党支部", "港沟供电所党支部", "西营供电所党支部", "柳埠供电所党支部", "仲宫供电所党支部", "王舍人供电所党支部"] },

  { "name": "国网济南供电公司党委", "children": ["办公室党支部", "发展部党支部", "财务部党支部", "安质部党支部", "建设部党支部", "审计部党支部", "组织部党支部", "党建部党支部", "监察部党支部", "运监中心党支部", "运维检修部党支部", "变电运维室党支部", "输电运检室党支部", "配电运检室党支部", "电缆运检室党支部", "带电作业室党支部", "变电检修室第二党支部", "变电检修室第一党支部", "营销部党支部", "市场室党支部", "营业室党支部", "计量室党支部", "电动汽车党支部", "槐荫分中心党支部", "党家供电所党支部", "槐荫工业园区供电所党支部", "天桥分中心党支部", "北园供电所党支部", "新材料产业园区供电所党支部", "开发区客户服务分中心党支部", "高新技术开发区供电所党支部", "森源控股公司综合党支部", "鲁源工程处党支部", "格瑞德公司党支部", "彩虹酒店党支部", "爱普公司党支部", "康桥置业党支部", "光明公司党支部", "综合服务中心党支部", "退休第一党支部", "退休第二党支部", "退休第三党支部", "退休第四党支部", "退休第五党支部", "退休第六党支部", "退休第七党支部", "退休第八党支部", "调控中心党支部", "供电服务指挥中心党支部", "经研所党支部", "项目管理中心党支部", "信通公司党支部", "物资部党支部", "物业公司党支部"] },

  { "name": "国网济南市章丘区供电公司党委", "children": ["行政第一党支部", "行政第二党支部", "综合服务党支部", "调控分中心党支部", "生产运维第一党支部", "生产运维第二党支部", "客户服务中心党支部", "圣井供电所党支部", "普集供电所党支部", "绣惠供电所党支部", "高官寨供电所党支部", "枣园供电所党支部", "官庄供电所党支部", "刁镇供电所党支部", "经济开发区供电所党支部", "黄河供电所党支部", "曹范供电所党支部", "垛庄供电所党支部", "明水供电所党支部", "文祖供电所党支部", "龙山供电所党支部", "相公供电所党支部", "白云供电所党支部", "章源综合业务党支部", "章源建设工程党支部", "电力安装党支部", "光明公司党支部", "离退休第一党支部", "离退休第二党支部", "离退休第三党支部"] },


  { "name": "国网济南市长清区供电公司党委", "children": ["机关第一党支部", "机关第二党支部", "机关第三党支部", "运维检修部党支部", "营销部党支部", "调控分中心党支部", "光明公司党支部", "长能集团总部党支部", "物资党支部", "长能一处党支部", "长能二处党支部", "离退休第一党支部", "离退休第二党支部", "离退休第三党支部", "离退休第四党支部", "离退休第五党支部", "离退休第六党支部"] },
  { "name": "国网平阴县供电公司党委", "children": ["机关党支部", "运维检修部党支部", "营销部党支部", "调控分中心党支部", "光明公司党支部", "安装公司党支部", "内退党支部", "退休第一党支部", "退休第二党支部", "济西工业园区供电所第一党支部", "济西工业园区供电所第二党支部", "安城供电所党支部", "孝直供电所党支部", "玫瑰供电所党支部", "洪范供电所第一党支部", "洪范供电所第二党支部", "孔村供电所党支部"] },


  { "name": "国网济阳县供电公司党委", "children": ["机关第一党支部", "机关第二党支部", "营销部党支部", "调控分中心党支部", "运维检修党支部", "济北经济开发区供电所党支部", "供电所第一党支部", "供电所第二党支部", "供电所第三党支部", "富阳公司党支部", "光明公司党支部", "离退休党支部"] },

  { "name": "国网商河县供电公司党委", children: ["营销党支部", "贾庄供电所党支部", "龙桑寺供电所党支部", "白桥供电所党支部", "怀仁供电所党支部", "沙河供电所党支部", "殷巷供电所党支部", "玉皇庙供电所党支部", "郑路供电所党支部", "孙集供电所委员会", "机关第一党支部", "机关第二党支部", "运维检修党支部", "调控分中心党支部", "三维党支部", "光明党支部", "老年第一党支部", "老年第二党支部"] }


]
